9/data/attachments/2e443ba746be2a92.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Vanessa_whose_Actions_4750_1</nif:username>
            <nif:friendToBeRequested>soap_actions_c8614a84-d23d-4758-a629-02e986532e6b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>